401629	FAM224B.Methylation
100499416	TOMM22P1.Methylation
386694	OFD1P10Y.Methylation
7403	KDM6A.Methylation
8273	SLC10A3.Methylation
7454	WAS.Methylation
6855	SYP.Methylation
139516	AKAP17BP.Methylation
54967	CT55.Methylation
492	ATP2B3.Methylation
100873065	PTCHD1-AS.Methylation
171484	FAM9C.Methylation
139431	FTH1P14.Methylation
170062	FAM47B.Methylation
101060146	CHMP1B2P.Methylation
407	ARR3.Methylation
100422284	NPM1P49.Methylation
340529	PABPC1L2A.Methylation
8862	APLN.Methylation
106481605	TCP11X3P.Methylation
646016	YWHAZP8.Methylation
8776	MTMR1.Methylation
80311	KLHL15.Methylation
100130302	SUPT20HL1.Methylation
84968	PNMA6A.Methylation
1654	DDX3X.Methylation
51360	MBTPS2.Methylation
6535	SLC6A8.Methylation
203569	PAGE2.Methylation
5277	PIGA.Methylation
139420	PPP4R3C.Methylation
100271387	RPL12P43.Methylation
100128801	DRAXINP1.Methylation
203523	ZNF449.Methylation
340571	SIAH1P1.Methylation
170067	SUPT20HL2.Methylation
729428	GAGE12B.Methylation
1069	CETN2.Methylation
11238	CA5B.Methylation
80823	BHLHB9.Methylation
54470	ARMCX6.Methylation
100616373	MIR4770.Methylation
392520	RPS5P7.Methylation
5251	PHEX.Methylation
9506	PAGE4.Methylation
100133123	LINC01203.Methylation
728343	NXF2B.Methylation
100996279	LINC00269.Methylation
357	SHROOM2.Methylation
139604	MAGEB16.Methylation
5127	CDK16.Methylation
100422588	MGAT2P1.Methylation
261734	NPHP4.Methylation
200159	C1orf100.Methylation
104355292	LINC01525.Methylation
64754	SMYD3.Methylation
100500849	MIR3916.Methylation
128102	HSD3BP4.Methylation
406984	MIR200B.Methylation
284695	ZNF326.Methylation
100128503	DPPA2P2.Methylation
9804	TOMM20.Methylation
9473	THEMIS2.Methylation
11083	DIO1.Methylation
83858	ATAD3B.Methylation
391121	OR10J4.Methylation
643988	FNDC10.Methylation
79605	PGBD5.Methylation
100129094	BTNL10.Methylation
7371	UCK2.Methylation
106481490	RNU6-983P.Methylation
647167	EEF1A1P14.Methylation
10905	MAN1A2.Methylation
3604	TNFRSF9.Methylation
22926	ATF6.Methylation
5686	PSMA5.Methylation
102724853	NDUFA5P10.Methylation
105372883	LINC02767.Methylation
100507178	SLFNL1-AS1.Methylation
199990	FAAP20.Methylation
337872	HIST3H2BA.Methylation
57470	LRRC47.Methylation
10969	EBNA1BP2.Methylation
101929565	LINC01740.Methylation
5317	PKP1.Methylation
26027	ACOT11.Methylation
7159	TP53BP2.Methylation
106481146	RN7SL824P.Methylation
6000	RGS7.Methylation
728661	SLC35E2B.Methylation
83540	NUF2.Methylation
105371638	LINC02816.Methylation
8915	BCL10.Methylation
7107	GPR137B.Methylation
100616308	MIR4666A.Methylation
106480096	RNU6-1211P.Methylation
1573	CYP2J2.Methylation
8784	TNFRSF18.Methylation
106479577	RNU4-42P.Methylation
24	ABCA4.Methylation
105376834	LINC02596.Methylation
101928895	LINC01786.Methylation
3362	HTR6.Methylation
5087	PBX1.Methylation
101927295	LINC01360.Methylation
9722	NOS1AP.Methylation
85397	RGS8.Methylation
100130637	MORF4L1P7.Methylation
10223	GPA33.Methylation
347735	SERINC2.Methylation
9462	RASAL2.Methylation
343296	ADH5P2.Methylation
127623	OR2B11.Methylation
5784	PTPN14.Methylation
729500	RPL12P14.Methylation
4352	MPL.Methylation
4116	MAGOH.Methylation
200132	TCTEX1D1.Methylation
1307	COL16A1.Methylation
57568	SIPA1L2.Methylation
11009	IL24.Methylation
644743	KRT8P47.Methylation
51668	HSPB11.Methylation
55721	IQCC.Methylation
100421395	HNRNPA3P12.Methylation
7399	USH2A.Methylation
91544	UBXN11.Methylation
919	CD247.Methylation
105378884	LINC01677.Methylation
60672	MIIP.Methylation
554210	MIR429.Methylation
149647	FAM71A.Methylation
441869	ANKRD65.Methylation
100873308	RNA5SP74.Methylation
3192	HNRNPU.Methylation
100533111	ZNF670-ZNF695.Methylation
2134	EXTL1.Methylation
9214	FCMR.Methylation
105378786	LINC02791.Methylation
730190	ZNF101P2.Methylation
343070	PRAMEF9.Methylation
163259	DENND2C.Methylation
339476	ERVMER61-1.Methylation
100873297	RNA5SP62.Methylation
101929093	LINC01350.Methylation
100169753	RNA5S2.Methylation
105748977	LINC01693.Methylation
2848	GPR25.Methylation
101927587	LINC01725.Methylation
148808	MFSD4A.Methylation
2786	GNG4.Methylation
338599	DUSP27.Methylation
64222	TOR3A.Methylation
100130097	KIF28P.Methylation
3756	KCNH1.Methylation
105376744	LINC02766.Methylation
3075	CFH.Methylation
643586	PKMP1.Methylation
54953	ODR4.Methylation
10745	PHTF1.Methylation
79100	LINC00626.Methylation
431704	RGS21.Methylation
26254	OPTC.Methylation
100885800	SNAP47-AS1.Methylation
22996	TTC39A.Methylation
9903	KLHL21.Methylation
284618	RUSC1-AS1.Methylation
79573	TTC13.Methylation
106479916	RNU6-791P.Methylation
9877	ZC3H11A.Methylation
64388	GREM2.Methylation
106144592	LINC01035.Methylation
677790	TMEM78.Methylation
128308	MRPL55.Methylation
100505832	PROX1-AS1.Methylation
100422330	QRSL1P2.Methylation
102724539	LINC01714.Methylation
100873282	RNA5SP43.Methylation
391174	FAM96AP2.Methylation
11221	DUSP10.Methylation
440584	SLC2A1-AS1.Methylation
106480254	HSPE1P6.Methylation
89780	WNT3A.Methylation
200008	CDCP2.Methylation
128272	ARHGEF19.Methylation
54973	INTS11.Methylation
100270887	RPL31P12.Methylation
100873271	MTND5P18.Methylation
4139	MARK1.Methylation
9341	VAMP3.Methylation
100130099	MIPEPP2.Methylation
2827	GPR3.Methylation
10207	PATJ.Methylation
84251	SGIP1.Methylation
647215	MROH3P.Methylation
102465836	MIR7846.Methylation
10026	PIGK.Methylation
391155	KRT8P29.Methylation
84618	NT5C1A.Methylation
388759	C1orf229.Methylation
105378824	LINC02795.Methylation
64333	RGL1.Methylation
105378788	LINC01758.Methylation
57111	RAB25.Methylation
101928751	LINC01657.Methylation
57685	CACHD1.Methylation
3964	LGALS8.Methylation
255654	LINC01743.Methylation
148870	CCDC27.Methylation
100337590	FMO11P.Methylation
100616365	MIR4425.Methylation
107075258	MTCYBP15.Methylation
391104	VHLL.Methylation
100129007	FMO8P.Methylation
439927	LINC01555.Methylation
55827	DCAF6.Methylation
1429	CRYZ.Methylation
23443	SLC35A3.Methylation
80818	ZNF436.Methylation
1802	DPH2.Methylation
9398	CD101.Methylation
106480882	RN7SKP156.Methylation
89884	LHX4.Methylation
55600	ITLN1.Methylation
8510	MMP23B.Methylation
4170	MCL1.Methylation
7260	EIPR1.Methylation
7273	TTN.Methylation
80204	FBXO11.Methylation
23040	MYT1L.Methylation
106481932	RNU6-1051P.Methylation
23175	LPIN1.Methylation
10010	TANK.Methylation
400954	EML6.Methylation
151126	ZNF385B.Methylation
100856810	ELOBP3.Methylation
6868	ADAM17.Methylation
1589	CPS1.Methylation
9553	MRPL33.Methylation
51112	TRAPPC12.Methylation
10152	ABI2.Methylation
253782	CERS6.Methylation
54454	ATAD2B.Methylation
55997	CFC1.Methylation
728773	PABPC1P2.Methylation
130074	FAM168B.Methylation
102723818	LINC01248.Methylation
6744	ITPRID2.Methylation
5212	VIT.Methylation
150677	OTOS.Methylation
57007	ACKR3.Methylation
106479157	RN7SKP141.Methylation
101927554	LINC01250.Methylation
106479871	RNU6-692P.Methylation
92691	TMEM169.Methylation
55777	MBD5.Methylation
60526	LDAH.Methylation
83	ACTP1.Methylation
106481165	RNU6ATAC19P.Methylation
9648	GCC2.Methylation
56896	DPYSL5.Methylation
100506783	HOXD-AS2.Methylation
53353	LRP1B.Methylation
55252	ASXL2.Methylation
25992	SNED1.Methylation
102682016	LINC01159.Methylation
10199	MPHOSPH10.Methylation
1261	CNGA3.Methylation
106479861	FZD5.Methylation
6201	RPS7.Methylation
105373962	LINC01937.Methylation
165100	TEX44.Methylation
344332	FABP5P10.Methylation
22950	SLC4A1AP.Methylation
28865	IGKV1OR2-6.Methylation
55256	ADI1.Methylation
391496	OR5S1P.Methylation
100873390	RNA5SP120.Methylation
727982	LINC01249.Methylation
388925	PSMC1P10.Methylation
400957	LINC01185.Methylation
400941	LINC00487.Methylation
100270844	RPL6P5.Methylation
7341	SUMO1.Methylation
114818	KLHL29.Methylation
343981	GLULP6.Methylation
84289	ING5.Methylation
55622	TTC27.Methylation
7514	XPO1.Methylation
100861436	PRPS1P1.Methylation
25801	GCA.Methylation
2591	GALNT3.Methylation
55843	ARHGAP15.Methylation
101929282	LINC02612.Methylation
64002	PCGEM1.Methylation
100131085	RPL7P12.Methylation
129852	C2orf73.Methylation
54867	TMEM214.Methylation
80895	ILKAP.Methylation
401036	ASB18.Methylation
9419	CRIPT.Methylation
403275	OR9S24P.Methylation
105374744	LINC01795.Methylation
389090	OR6B2.Methylation
100873246	MTND4P25.Methylation
150622	SILC1.Methylation
7247	TSN.Methylation
28876	IGKV3D-11.Methylation
100129961	CCNT2-AS1.Methylation
28916	IGKV2-40.Methylation
29789	OLA1.Methylation
151258	SLC38A11.Methylation
101929531	LINC01871.Methylation
260332	ECEL1P3.Methylation
927	CD8B2.Methylation
205251	MTLN.Methylation
129880	BBS5.Methylation
100379249	BOK-AS1.Methylation
2487	FRZB.Methylation
51692	CPSF3.Methylation
200576	PIKFYVE.Methylation
25806	VAX2.Methylation
79919	MAB21L4.Methylation
7456	WIPF1.Methylation
1653	DDX1.Methylation
112441438	SCYGR7.Methylation
23160	WDR43.Methylation
150681	OR6B3.Methylation
84365	NIFK.Methylation
106480628	RNU6-1001P.Methylation
100616305	MIR548AE1.Methylation
9839	ZEB2.Methylation
22837	COBLL1.Methylation
100147745	RNU7-2P.Methylation
106480534	RN7SL813P.Methylation
100419682	ZNF863P.Methylation
22925	PLA2R1.Methylation
115677	NOSTRIN.Methylation
101060019	LINC01799.Methylation
64859	NABP1.Methylation
130576	LYPD6B.Methylation
730249	CAD.Methylation
4249	MGAT5.Methylation
105373979	LINC01880.Methylation
100616431	MIR4431.Methylation
23190	UBXN4.Methylation
25780	RASGRP3.Methylation
80745	THUMPD2.Methylation
130540	FLACC1.Methylation
344387	CDKL4.Methylation
8647	ABCB11.Methylation
106480936	RN7SL51P.Methylation
440902	NPM1P32.Methylation
106481374	RNU6-612P.Methylation
51471	NAT8B.Methylation
8808	IL1RL2.Methylation
79568	MAIP1.Methylation
101927406	LINC01821.Methylation
10120	ACTR1B.Methylation
54497	HEATR5B.Methylation
106479854	RNU6-649P.Methylation
101060385	LINC01939.Methylation
653489	RGPD3.Methylation
51594	NBAS.Methylation
102800314	MIR7515HG.Methylation
9595	CYTIP.Methylation
51232	CRIM1.Methylation
101060039	HNRNPA1P57.Methylation
25940	FAM98A.Methylation
64795	RMND5A.Methylation
905	CCNT2.Methylation
100286979	ANAPC1P1.Methylation
85461	TANC1.Methylation
100874409	SNRPGP8.Methylation
200575	CRYGEP.Methylation
100506866	TTN-AS1.Methylation
4072	EPCAM.Methylation
57217	TTC7A.Methylation
10324	KLHL41.Methylation
100873320	RNA5SP87.Methylation
285190	RGPD4.Methylation
79634	SCRN3.Methylation
151475	LINC01907.Methylation
101927285	LINC01793.Methylation
3631	INPP4A.Methylation
57142	RTN4.Methylation
150678	COPS9.Methylation
51626	DYNC2LI1.Methylation
130026	ICA1L.Methylation
284992	CCDC150.Methylation
1615	DARS.Methylation
442060	SAP18P2.Methylation
386597	RNF144A-AS1.Methylation
92291	CAPN13.Methylation
6120	RPE.Methylation
91149	RAPGEF4-AS1.Methylation
103689911	CATIP-AS2.Methylation
5013	OTX1.Methylation
65124	SOWAHC.Methylation
101929390	LINC01247.Methylation
5077	PAX3.Methylation
285126	DNAJC5G.Methylation
10408	MYCNOS.Methylation
100271047	RPLP0P7.Methylation
2272	FHIT.Methylation
6498	SKIL.Methylation
23166	STAB1.Methylation
100874214	TM4SF19-AS1.Methylation
197	AHSG.Methylation
26018	LRIG1.Methylation
100130785	SALL4P5.Methylation
79364	ZXDC.Methylation
100271159	RPL21P41.Methylation
51460	SFMBT1.Methylation
27086	FOXP1.Methylation
8626	TP63.Methylation
105374272	LINC02013.Methylation
131076	CCDC58.Methylation
106479122	RN7SKP61.Methylation
440956	IQCF6.Methylation
106480745	TUBBP11.Methylation
154043	MAGI1.Methylation
111674481	SMBD1P.Methylation
254827	NAALADL2.Methylation
9497	SLC4A7.Methylation
100129423	EI24P1.Methylation
152138	PYDC2.Methylation
100302204	MIR548I1.Methylation
8419	BFSP2.Methylation
105374219	LINC02068.Methylation
111064647	CSNKA2IP.Methylation
56987	BBX.Methylation
29083	GTPBP8.Methylation
54106	TLR9.Methylation
389137	ARMC10P1.Methylation
55892	MYNN.Methylation
26137	ZBTB20.Methylation
9616	RNF7.Methylation
10354	HMGB1P5.Methylation
165631	PARP15.Methylation
101927992	LINC01213.Methylation
116809	RPL38P1.Methylation
254887	ZDHHC23.Methylation
10991	SLC38A3.Methylation
79691	QTRT2.Methylation
131909	FAM172BP.Methylation
84126	ATRIP.Methylation
100874044	HHATL-AS1.Methylation
64770	CCDC14.Methylation
56941	HMCES.Methylation
106479193	RN7SKP222.Methylation
51555	PEX5L.Methylation
9968	OPA1.Methylation
8767	CCK.Methylation
50852	TRAT1.Methylation
106481675	HSPE1P19.Methylation
100874094	ZNF197-AS1.Methylation
100288801	FRG2C.Methylation
59345	GNB4.Methylation
389136	VGLL3.Methylation
92369	SPSB4.Methylation
105377175	LINC02050.Methylation
22871	NLGN1.Methylation
57047	PLSCR2.Methylation
9797	TATDN2.Methylation
51304	ZDHHC3.Methylation
442097	ACTG1P23.Methylation
106144540	LINC01326.Methylation
2838	GPR15.Methylation
6304	SATB1.Methylation
390502	ATR.Methylation
100507274	LINC01210.Methylation
100873895	HMGB1P38.Methylation
8801	SUCLG2.Methylation
22820	COPG1.Methylation
79443	FYCO1.Methylation
115286	SLC25A26.Methylation
645326	RPSAP11.Methylation
375337	TOPAZ1.Methylation
101927152	SAMMSON.Methylation
57577	CCDC191.Methylation
389161	ANKUB1.Methylation
105377172	LINC02077.Methylation
647309	GMNC.Methylation
100288802	RPL23AP93.Methylation
100873979	RBMS3-AS3.Methylation
100133259	CBX1P5.Methylation
1618	DAZL.Methylation
646849	NPM1P28.Methylation
23218	NBEAL2.Methylation
101929697	LINC01983.Methylation
2720	GLB1.Methylation
868	CBLB.Methylation
102724368	LINC02585.Methylation
391598	RPSAP31.Methylation
84692	CCDC54.Methylation
100130011	SYPL1P1.Methylation
7110	TMF1.Methylation
10641	NPRL2.Methylation
2285	FKBP1AP4.Methylation
100420834	SRRM1P2.Methylation
221184	CPN2.Methylation
285401	LINC00698.Methylation
79718	TBL1XR1.Methylation
401097	C3orf80.Methylation
9626	GUCA1C.Methylation
255330	NUP210P1.Methylation
389168	SETP14.Methylation
102465864	MIR8060.Methylation
55349	CHDH.Methylation
106479464	RN7SL664P.Methylation
23609	MKRN2.Methylation
100310850	SNRPCP11.Methylation
389177	TMEM212.Methylation
9467	SH3BP5.Methylation
106479627	RNU6-138P.Methylation
100128179	RAP1BP2.Methylation
28512	NKIRAS1.Methylation
100874219	TMEM212-AS1.Methylation
100505641	FGD5-AS1.Methylation
84276	NICN1.Methylation
345222	MSANTD1.Methylation
106479666	RNU6-224P.Methylation
8603	FAM193A.Methylation
2580	GAK.Methylation
644578	LARP1BP1.Methylation
60312	AFAP1.Methylation
100616111	MIR4455.Methylation
10296	MAEA.Methylation
6002	RGS12.Methylation
103689918	LINC01378.Methylation
166378	SPATA5.Methylation
105377390	LINC02263.Methylation
2891	GRIA2.Methylation
54872	PIGG.Methylation
10336	PCGF3.Methylation
1487	CTBP1.Methylation
152503	SH3D19.Methylation
23321	TRIM2.Methylation
27152	INTU.Methylation
60684	TRAPPC11.Methylation
100419742	R3HDM2P1.Methylation
6622	SNCA.Methylation
2044	EPHA5.Methylation
4043	LRPAP1.Methylation
84740	AFAP1-AS1.Methylation
55584	CHRNA9.Methylation
57654	UVSSA.Methylation
285463	CTBP1-AS.Methylation
5161	PDHA2.Methylation
6532	HTT.Methylation
83891	SNX25.Methylation
101927849	LINC02355.Methylation
442108	RPL22P13.Methylation
326340	ZAR1.Methylation
104355285	LINC01256.Methylation
285429	DCAF4L1.Methylation
441032	EEF1A1P9.Methylation
101059988	BNIP3P41.Methylation
105377512	LINC02477.Methylation
100506229	LINC01093.Methylation
106479787	RNU6-499P.Methylation
344978	ACTN4P1.Methylation
105374565	LINC02501.Methylation
166647	ADGRA3.Methylation
106480163	RNU1-51P.Methylation
645455	CEP170P1.Methylation
55805	LRP2BP.Methylation
100874047	LINC00499.Methylation
3184	HNRNPD.Methylation
205860	TRIML2.Methylation
100996286	LINC02273.Methylation
101669763	JADRR.Methylation
26511	CHIC2.Methylation
105377247	LINC02429.Methylation
1062	CENPE.Methylation
79633	FAT4.Methylation
83452	RAB33B.Methylation
57587	CFAP97.Methylation
441050	PTGES3P3.Methylation
106479179	RN7SKP188.Methylation
100507528	LINC00613.Methylation
285456	RPL34-AS1.Methylation
60559	SPCS3.Methylation
390288	OR7E84P.Methylation
4543	MTNR1A.Methylation
100131921	SERF1AP1.Methylation
100418792	KRT18P54.Methylation
170712	COX7B2.Methylation
100313938	MIR548G.Methylation
339976	TRIML1.Methylation
731424	MIR3945HG.Methylation
650560	DDX3P3.Methylation
100873830	RNU5A-2P.Methylation
100996694	LINC02502.Methylation
110231149	PANCR.Methylation
55752	SEPTIN11.Methylation
80167	ABHD18.Methylation
644429	HMGB3P15.Methylation
105377443	LINC02172.Methylation
401124	DTHD1.Methylation
100421143	ELL2P2.Methylation
80008	TMEM156.Methylation
100505989	SMIM31.Methylation
4299	AFF1.Methylation
106481769	RNU6-420P.Methylation
101926918	GTF2IP12.Methylation
152940	C4orf45.Methylation
2743	GLRB.Methylation
100302267	MIR2054.Methylation
100270869	RPS7P6.Methylation
102723828	LINC02506.Methylation
152831	KLB.Methylation
201931	TMEM192.Methylation
55024	BANK1.Methylation
2250	FGF5.Methylation
111082983	PPIAP76.Methylation
80014	WWC2.Methylation
3490	IGFBP7.Methylation
10606	PAICS.Methylation
402176	RPL21P44.Methylation
106480833	RNU7-192P.Methylation
1998	ELF2.Methylation
116966	WDR17.Methylation
106479978	RNU6-931P.Methylation
140458	ASB5.Methylation
644534	HMGN1P11.Methylation
106480747	TUBB4BP5.Methylation
133121	ENPP6.Methylation
106481872	RNU4-64P.Methylation
100131161	RPSAP39.Methylation
106480664	RNU1-63P.Methylation
442104	OR7E86P.Methylation
53407	STX18.Methylation
131	ADH7.Methylation
30827	SPP1.Methylation
285555	STPG2.Methylation
84076	TKTL2.Methylation
10733	PLK4.Methylation
550112	UBA6-AS1.Methylation
11341	SCRG1.Methylation
152559	PAQR3.Methylation
106480591	RNU6-573P.Methylation
55008	HERC6.Methylation
101928151	LINC01179.Methylation
106479875	RNU6-699P.Methylation
59350	RXFP1.Methylation
106479116	RN7SKP48.Methylation
25865	PKD2.Methylation
106481406	RNU6-718P.Methylation
1007	CDH9.Methylation
359748	MRPL49P1.Methylation
728342	LINC00992.Methylation
3182	HNRNPAB.Methylation
57396	CLK4.Methylation
79888	LPCAT1.Methylation
23738	OFD1P17.Methylation
6902	TBCA.Methylation
81037	CLPTM1L.Methylation
3003	GZMK.Methylation
11044	TENT4A.Methylation
106480219	RNU2-49P.Methylation
84418	CYSTM1.Methylation
7204	TRIO.Methylation
403301	OR7H2P.Methylation
101929660	LINC02109.Methylation
9652	TTC37.Methylation
7015	TERT.Methylation
106480732	PSMC1P5.Methylation
22936	ELL2.Methylation
100289244	PPIAP79.Methylation
106480438	RNA5SP199.Methylation
83594	NUDT12.Methylation
91942	NDUFAF2.Methylation
6389	SDHA.Methylation
9522	SCAMP1.Methylation
101929153	LINC02114.Methylation
105374693	LINC02211.Methylation
26262	TSPAN17.Methylation
9607	CARTPT.Methylation
56979	PRDM9.Methylation
100873451	RNA5SP189.Methylation
10802	SEC24A.Methylation
10085	EDIL3.Methylation
10111	RAD50.Methylation
646066	TAF11L5.Methylation
11336	EXOC3.Methylation
8878	SQSTM1.Methylation
101928769	LINC02229.Methylation
106479660	RNU6-211P.Methylation
5122	PCSK1.Methylation
441094	NR2F1-AS1.Methylation
4726	NDUFS6.Methylation
1016	CDH18.Methylation
153129	SLC38A9.Methylation
100421420	TPT1P5.Methylation
105374624	LINC02162.Methylation
51397	COMMD10.Methylation
100129716	ARRDC3-AS1.Methylation
167227	DCP2.Methylation
728780	ANKDD1B.Methylation
101929495	LINC01339.Methylation
100873444	RNA5SP182.Methylation
100131678	CCNB3P1.Methylation
100420190	SEPHS2P1.Methylation
9547	CXCL14.Methylation
643836	ZFP62.Methylation
23077	PAM.Methylation
8974	P4HA2.Methylation
100270950	RPL19P11.Methylation
112488747	TAF11L13.Methylation
106481185	RNU4-43P.Methylation
106481296	RNU6-374P.Methylation
100652853	LINC01023.Methylation
646241	LINC02223.Methylation
642909	CTBP2P4.Methylation
153241	CEP120.Methylation
2676	GFRA3.Methylation
105374698	LINC02103.Methylation
100129283	LDHBP3.Methylation
285679	C5orf60.Methylation
4214	MAP3K1.Methylation
106481409	RNU6-727P.Methylation
51149	MRNIP.Methylation
105374694	LINC02228.Methylation
285605	DTWD2.Methylation
54557	SGTB.Methylation
8728	ADAM19.Methylation
285704	RGMB.Methylation
7518	XRCC4.Methylation
107075221	MTCYBP22.Methylation
105379132	SEMA6A-AS2.Methylation
102467223	LINC02214.Methylation
22885	ABLIM3.Methylation
85027	SMIM3.Methylation
101928741	LINC02065.Methylation
101928569	LINC02101.Methylation
100505894	TMEM161B-AS1.Methylation
153643	FAM81B.Methylation
100129564	PTP4A1P4.Methylation
643401	PURPL.Methylation
105374676	LINC02241.Methylation
11127	KIF3A.Methylation
106479027	KRT18P56.Methylation
340120	ANKRD34B.Methylation
106480288	LSM1P2.Methylation
2149	F2R.Methylation
29958	DMGDH.Methylation
134288	TMEM174.Methylation
613212	CTXN3.Methylation
1036	CDO1.Methylation
100419948	HMGB3P17.Methylation
23061	TBC1D9B.Methylation
100421484	MARK2P11.Methylation
107986480	LINC01863.Methylation
9481	SLC25A27.Methylation
80069	LINC00574.Methylation
51162	NEU1.Methylation
401237	CASC15.Methylation
259197	NCR3.Methylation
348995	NUP43.Methylation
106481023	RN7SL366P.Methylation
106479189	RN7SKP211.Methylation
63943	FKBPL.Methylation
64577	ALDH8A1.Methylation
106480325	WBP1LP8.Methylation
10973	ASCC3.Methylation
80350	LPAL2.Methylation
57128	LYRM4.Methylation
202	CRYBG1.Methylation
2045	EPHA7.Methylation
100873480	RNA5SP220.Methylation
2762	GMDS.Methylation
8871	SYNJ2.Methylation
646070	CICP18.Methylation
106481271	RNU6-293P.Methylation
79683	ZDHHC14.Methylation
55770	EXOC2.Methylation
28973	MRPS18B.Methylation
100616180	MIR4465.Methylation
100151664	RNU7-66P.Methylation
5071	PRKN.Methylation
222826	FAM217A.Methylation
8369	HIST1H4G.Methylation
8732	RNGTT.Methylation
100302259	MIR1202.Methylation
106481547	RNU6-1163P.Methylation
202459	OSTCP1.Methylation
9450	LY86.Methylation
9444	QKI.Methylation
9465	AKAP7.Methylation
10817	FRS3.Methylation
100130476	WAKMAR2.Methylation
3908	LAMA2.Methylation
55005	RMND1.Methylation
10107	TRIM10.Methylation
106481531	RNU6-1114P.Methylation
100130967	C6orf99.Methylation
346116	MRPL42P2.Methylation
89870	TRIM15.Methylation
51175	TUBE1.Methylation
27242	TNFRSF21.Methylation
100873483	RNA5SP224.Methylation
55227	LRRC1.Methylation
100129694	R3HDM2P2.Methylation
25901	CCDC28A.Methylation
4082	MARCKS.Methylation
23118	TAB2.Methylation
255626	HIST1H2BA.Methylation
3720	JARID2.Methylation
10591	DNPH1.Methylation
84870	RSPO3.Methylation
9425	CDYL.Methylation
403339	DEFB133.Methylation
100130890	TSTD3.Methylation
167826	OLIG3.Methylation
54676	GTPBP2.Methylation
135295	SRSF12.Methylation
27244	SESN1.Methylation
54901	CDKAL1.Methylation
639	PRDM1.Methylation
27316	RBMXP1.Methylation
84816	RTN4IP1.Methylation
135458	HUS1B.Methylation
3010	HIST1H1T.Methylation
135114	HINT3.Methylation
106479917	RNU6-793P.Methylation
387319	HIST1H2APS1.Methylation
8724	SNX3.Methylation
106479423	RN7SL554P.Methylation
254394	MCM9.Methylation
2570	GABRR2.Methylation
100048923	DDX39BP2.Methylation
106480673	RNU2-61P.Methylation
29074	MRPL18.Methylation
442162	RPS4XP7.Methylation
106479375	RN7SL415P.Methylation
2978	GUCA1A.Methylation
83699	SH3BGRL2.Methylation
389416	BDH2P1.Methylation
100128227	HMGB1P20.Methylation
79747	ADGB.Methylation
2729	GCLC.Methylation
442215	EEF1A1P42.Methylation
8464	SUPT3H.Methylation
55278	QRSL1.Methylation
55274	PHF10.Methylation
221395	ADGRF5.Methylation
2880	GPX5.Methylation
729515	TMEM242.Methylation
222584	FAM83B.Methylation
387036	GUSBP4.Methylation
106480323	BOLA2P3.Methylation
22815	TDGF1P4.Methylation
3024	HIST1H1A.Methylation
3834	KIF25.Methylation
57621	ZBTB2.Methylation
23328	SASH1.Methylation
102216342	LINC01108.Methylation
360172	CYCSP17.Methylation
100421733	EEF1GP6.Methylation
107986533	LINC02531.Methylation
100874498	SPTLC1P2.Methylation
101929083	CASC6.Methylation
8838	CCN6.Methylation
222658	KCTD20.Methylation
114801	TMEM200A.Methylation
135228	CD109.Methylation
3077	HFE.Methylation
93663	ARHGAP18.Methylation
100129921	RPL15P4.Methylation
23294	ANKS1A.Methylation
647169	GSTA12P.Methylation
221504	ZBTB9.Methylation
9590	AKAP12.Methylation
54898	ELOVL2.Methylation
4602	MYB.Methylation
8763	CD164.Methylation
106479564	RNU4-12P.Methylation
9053	MAP7.Methylation
104413891	SAPCD1-AS1.Methylation
221336	BEND6.Methylation
85313	PPIL4.Methylation
199	AIF1.Methylation
101928106	LINC02522.Methylation
54892	NCAPG2.Methylation
2861	GPR37.Methylation
8379	MAD1L1.Methylation
55698	RADIL.Methylation
360165	NDUFA4.Methylation
9265	CYTH3.Methylation
57541	ZNF398.Methylation
27320	TNRC18.Methylation
442707	MTHFD2P5.Methylation
8805	TRIM24.Methylation
401331	RASA4CP.Methylation
7975	MAFK.Methylation
222962	SLC29A4.Methylation
5395	PMS2.Methylation
6984	TRGV10.Methylation
26100	WIPI2.Methylation
100132601	GAPDHP68.Methylation
27072	VPS41.Methylation
729920	CRPPA.Methylation
168850	ZNF800.Methylation
440	ASNS.Methylation
221937	FOXK1.Methylation
100505381	MMD2.Methylation
23161	SNX13.Methylation
254048	UBN2.Methylation
80727	TTYH3.Methylation
93408	MYL10.Methylation
155465	AGR3.Methylation
115330	GPR146.Methylation
4885	NPTX2.Methylation
56311	ANKRD7.Methylation
154664	ABCA13.Methylation
9907	AP5Z1.Methylation
813	CALU.Methylation
2768	GNA12.Methylation
402635	GRIFIN.Methylation
6968	TRGJ1.Methylation
100506527	LINC01007.Methylation
101928492	OR2A1-AS1.Methylation
221895	JAZF1.Methylation
100128867	RBM22P3.Methylation
51530	ZC3HC1.Methylation
349158	CYCSP20.Methylation
81552	VOPP1.Methylation
106480941	RN7SL72P.Methylation
100533661	SGO1P2.Methylation
85865	GTPBP10.Methylation
51631	LUC7L2.Methylation
100131017	ZNF316.Methylation
830	CAPZA2.Methylation
7988	ZNF212.Methylation
29960	MRM2.Methylation
11112	HIBADH.Methylation
6987	TRGVB.Methylation
100130572	RAD23BP2.Methylation
100847032	MIR5707.Methylation
646913	SEPTIN7P3.Methylation
23165	NUP205.Methylation
10512	SEMA3C.Methylation
3484	IGFBP1.Methylation
407053	MIR96.Methylation
641922	UNC93B2.Methylation
10282	BET1.Methylation
442319	ZNF727.Methylation
79689	STEAP4.Methylation
54517	PUS7.Methylation
83943	IMMP2L.Methylation
1395	CRHR2.Methylation
340267	COL28A1.Methylation
106481002	RN7SL292P.Methylation
338396	TAS2R2P.Methylation
100506049	LRRC72.Methylation
6522	SLC4A2.Methylation
114960	TSGA13.Methylation
100421598	GCNT1P5.Methylation
140545	RNF32.Methylation
106481864	RN7SL869P.Methylation
346525	OR2A12.Methylation
1811	SLC26A3.Methylation
643308	RPL7P59.Methylation
3198	HOXA1.Methylation
221785	ZSCAN25.Methylation
4521	NUDT1.Methylation
260294	NSUN5P2.Methylation
653175	HAUS6P1.Methylation
107075299	MTATP6P21.Methylation
23366	KIAA0895.Methylation
57157	PHTF2.Methylation
441263	DTX2P1-UPK3BP1-PMS2P11.Methylation
106481882	RNU6-206P.Methylation
4698	NDUFA5.Methylation
8321	FZD1.Methylation
106479607	RNU6-92P.Methylation
10156	RASA4.Methylation
360132	FKBP9P1.Methylation
100533952	RBAK-RBAKDN.Methylation
106479996	RNU6-973P.Methylation
135892	TRIM50.Methylation
1644	DDC.Methylation
57037	ANKMY2.Methylation
3110	MNX1.Methylation
100216546	LINC01004.Methylation
10926	DBF4.Methylation
63917	GALNT11.Methylation
392636	AGMO.Methylation
7434	VIPR2.Methylation
116447	TOP1MT.Methylation
5747	PTK2.Methylation
2765	GML.Methylation
157697	ERICH1.Methylation
9705	ST18.Methylation
101409254	LINC00681.Methylation
29894	CPSF1.Methylation
6542	SLC7A2.Methylation
106481410	RNU6-729P.Methylation
2669	GEM.Methylation
3551	IKBKB.Methylation
654463	FER1L6.Methylation
7952	DMTN.Methylation
114822	RHPN1.Methylation
9639	ARHGEF10.Methylation
619434	LINC00051.Methylation
100421823	ENPP7P1.Methylation
389655	RPL29P19.Methylation
2339	FNTA.Methylation
105375706	LINC02237.Methylation
55284	UBE2W.Methylation
286122	C8orf31.Methylation
8629	JRK.Methylation
104326051	MAFA-AS1.Methylation
10656	KHDRBS3.Methylation
4986	OPRK1.Methylation
114788	CSMD3.Methylation
54332	GDAP1.Methylation
101927487	LINC01609.Methylation
2831	NPBWR1.Methylation
286101	ZNF252P.Methylation
106481272	RNU6-295P.Methylation
106481183	RNU4-37P.Methylation
10584	COLEC10.Methylation
731779	LINC01300.Methylation
286144	TRIQK.Methylation
100132891	MSC-AS1.Methylation
57210	SLC45A4.Methylation
111082984	PPIAP84.Methylation
100271260	RPS3AP34.Methylation
286097	MICU3.Methylation
4956	ODF1.Methylation
6674	SPAG1.Methylation
106479038	ALG1L13P.Methylation
492307	PPDPFL.Methylation
101926938	RPL12P48.Methylation
84232	MAF1.Methylation
79618	HMBOX1.Methylation
693181	MIR596.Methylation
5569	PKIA.Methylation
106481674	HSPE1P14.Methylation
203074	PRSS55.Methylation
225689	MAPK15.Methylation
1585	CYP11B2.Methylation
203069	R3HCC1.Methylation
252969	NEIL2.Methylation
8754	ADAM9.Methylation
112543493	SIRLNT.Methylation
106479031	WBP1LP3.Methylation
2843	GPR20.Methylation
103352670	LINC01419.Methylation
10219	MAFA.Methylation
10991	NAT1.Methylation
1345	COX6C.Methylation
645879	FAM90A12P.Methylation
101927774	LINC00824.Methylation
23213	SULF1.Methylation
116039	OSR2.Methylation
4481	MSR1.Methylation
25962	VIRMA.Methylation
157848	NKX6-3.Methylation
7227	TRPS1.Methylation
11156	PTP4A3.Methylation
646463	UBE2HP1.Methylation
100192378	ZFHX4-AS1.Methylation
286190	LACTB2-AS1.Methylation
9801	MRPL15.Methylation
137735	ABRA.Methylation
106480875	RN7SKP135.Methylation
111644137	RNA5SP531.Methylation
55145	THAP1.Methylation
10247	RIDA.Methylation
105375734	SMILR.Methylation
85479	DNAJC5B.Methylation
115111	SLC26A7.Methylation
51059	FAM135B.Methylation
100302147	MIR1302-7.Methylation
389643	NUGGC.Methylation
106481507	RNU6-1035P.Methylation
89853	MVB12B.Methylation
286370	MIR4290HG.Methylation
100420113	KLF4P1.Methylation
101927873	LINC01508.Methylation
55667	DENND4C.Methylation
158172	SERPINH1P1.Methylation
2649	NR6A1.Methylation
29952	DPP7.Methylation
79813	EHMT1.Methylation
100130873	CARM1P1.Methylation
138307	LCN8.Methylation
105376261	TTLL11-IT1.Methylation
100129107	TCF3P1.Methylation
10010	TRAF2.Methylation
286348	RPL7P33.Methylation
286239	ME2P1.Methylation
389812	LCN15.Methylation
652972	LRRC37A5P.Methylation
57462	MYORG.Methylation
10585	POMT1.Methylation
2304	FOXE1.Methylation
100506834	GAS1RR.Methylation
1759	DNM1.Methylation
158062	LCN6.Methylation
101927222	GAS2L1P1.Methylation
169522	KCNV2.Methylation
100422581	DFFBP1.Methylation
646114	AKAP8P1.Methylation
8034	GDA.Methylation
414332	LCN10.Methylation
114787	GRIN1.Methylation
5774	PTPN3.Methylation
54863	TOR4A.Methylation
100312801	VN1R51P.Methylation
1515	CTSV.Methylation
9858	PPP1R26.Methylation
79695	GALNT12.Methylation
392288	MAP1LC3BP1.Methylation
100419687	RNF152P1.Methylation
106146149	LINC01613.Methylation
1955	MEGF9.Methylation
100462838	ATP6V1G1P3.Methylation
301	ANXA1.Methylation
58493	INIP.Methylation
441391	RBMXP2.Methylation
389792	IER5L.Methylation
138724	C9orf131.Methylation
257019	FRMD3.Methylation
23511	NUP188.Methylation
2219	FCN1.Methylation
2516	NR5A1.Methylation
377841	ENTPD8.Methylation
392313	OR2S1P.Methylation
158345	RPL4P5.Methylation
5252	PHF2.Methylation
7507	XPA.Methylation
10807	ENTR1.Methylation
100507143	LINC00708.Methylation
100507034	PITRM1-AS1.Methylation
22982	DIP2C.Methylation
106481448	RNU6-847P.Methylation
1562	CYP2C18.Methylation
219681	ARMC3.Methylation
399706	LINC00200.Methylation
56952	PRTFDC1.Methylation
387694	SH2D4B.Methylation
282980	LINC00700.Methylation
1787	TRDMT1.Methylation
100652748	TIMM23B.Methylation
57700	FAM160B1.Methylation
23172	ABRAXAS2.Methylation
3601	IL15RA.Methylation
389970	GAPDHP21.Methylation
30819	KCNIP2.Methylation
101929352	LINC02664.Methylation
9712	USP6NL.Methylation
10531	PITRM1.Methylation
56288	PARD3.Methylation
10044	CHAT.Methylation
810	CALML3.Methylation
100288843	NAPGP1.Methylation
54788	DNAJB12.Methylation
440014	DUX4L12.Methylation
653509	SFTPA1.Methylation
644459	BEND3P1.Methylation
414235	PRR26.Methylation
440017	DUX4L15.Methylation
29760	BLNK.Methylation
105376348	LINC02662.Methylation
105376351	LINC02645.Methylation
399839	DUX4L11.Methylation
100288690	FAM21FP.Methylation
106481970	DUX4L29.Methylation
100288405	SFTPA3P.Methylation
106479748	RNU6-413P.Methylation
142940	TRUB1.Methylation
3422	IDI1.Methylation
9632	SEC24C.Methylation
2665	GDI2.Methylation
439950	CELF2-AS2.Methylation
100131338	RPL15P13.Methylation
26019	UPF2.Methylation
100996758	NPY4R2.Methylation
59	ACTA2.Methylation
100147770	RNU7-22P.Methylation
100126596	CUX2P1.Methylation
100288222	ATP5MC1P8.Methylation
105378478	LINC02661.Methylation
100271354	RPS12P18.Methylation
5728	PTEN.Methylation
1390	CREM.Methylation
10285	SMNDC1.Methylation
439954	RPL7P37.Methylation
84159	ARID5B.Methylation
143241	DYDC1.Methylation
6441	SFTPD.Methylation
106480402	RNU6-889P.Methylation
106479778	RNU6-478P.Methylation
142910	LIPJ.Methylation
414196	CELF2-AS1.Methylation
101929052	LINC00836.Methylation
219623	TMEM26.Methylation
100420526	PAWRP1.Methylation
404216	LINC01561.Methylation
207107	SFTA1P.Methylation
23234	DNAJC9.Methylation
107984237	LINC02625.Methylation
22984	PDCD11.Methylation
399717	GATA3-AS1.Methylation
100128756	RPS7P9.Methylation
645120	AIFM1P1.Methylation
55749	CCAR1.Methylation
1308	COL17A1.Methylation
105376493	LINC02634.Methylation
54780	NSMCE4A.Methylation
221044	UCMA.Methylation
102578074	PCAT5.Methylation
106480359	PTGES3P5.Methylation
63877	FAM204A.Methylation
439990	LINC00857.Methylation
81621	KAZALD1.Methylation
142827	ACSM6.Methylation
3257	HPS1.Methylation
1326	MAP3K8.Methylation
56980	PRDM10.Methylation
81532	MOB2.Methylation
51111	KMT5B.Methylation
3619	INCENP.Methylation
81490	PTDSS2.Methylation
8500	PPFIA1.Methylation
84233	TMEM126A.Methylation
54472	TOLLIP.Methylation
57661	PHRF1.Methylation
50937	CDON.Methylation
494141	SLC25A51P4.Methylation
5936	RBM4.Methylation
100533800	BMPR1AP2.Methylation
65975	STK33.Methylation
3255	HPRT1P3.Methylation
254187	TSGA10IP.Methylation
101929222	DISC1FP1.Methylation
219899	TBCEL.Methylation
80310	PDGFD.Methylation
64066	MMP27.Methylation
390084	OR56A5.Methylation
1075	CTSC.Methylation
23220	DTX4.Methylation
255512	TOLLIP-AS1.Methylation
219854	TMEM218.Methylation
112936	VPS26B.Methylation
105369454	LINC02713.Methylation
10522	DEAF1.Methylation
103091863	NDUFA5P8.Methylation
120406	NXPE2.Methylation
22897	CEP164.Methylation
55553	SOX6.Methylation
403303	OR8I4P.Methylation
440072	LINC00167.Methylation
120103	SLC36A4.Methylation
102465860	MIR8054.Methylation
6357	SCYL1.Methylation
27288	RBMXL2.Methylation
9246	UBE2L6.Methylation
254359	ZDHHC24.Methylation
51214	IGF2-AS.Methylation
23647	ARFIP2.Methylation
53838	C11orf24.Methylation
2350	FOLR2.Methylation
338751	OR52L1.Methylation
283104	SBF2-AS1.Methylation
84649	DGAT2.Methylation
120824	TRIM51GP.Methylation
100271536	RPL7AP56.Methylation
196294	IMMP1L.Methylation
26297	SERGEF.Methylation
10647	SCGB1D2.Methylation
106480433	MTND1P35.Methylation
91252	SLC39A13.Methylation
143502	OR52I2.Methylation
246330	PELI3.Methylation
100507300	ALKBH3-AS1.Methylation
102723644	LINC01499.Methylation
5866	RAB3IL1.Methylation
112577462	OOSP4A.Methylation
219874	OR6T1.Methylation
390205	LRRC10B.Methylation
4928	NUP98.Methylation
1479	CSTF3.Methylation
113174	SAAL1.Methylation
79080	CCDC86.Methylation
5049	PAFAH1B2.Methylation
79608	RIC3.Methylation
81846	SBF2.Methylation
100422550	SLC5A4P1.Methylation
106479058	COPS8P3.Methylation
8772	FADD.Methylation
4135	MAP6.Methylation
220004	PPP1R32.Methylation
106480590	RNU6-560P.Methylation
160298	C11orf42.Methylation
390030	OR55B1P.Methylation
85459	CEP295.Methylation
105369443	LINC02737.Methylation
4699	NDUFA5P1.Methylation
100129199	RPS3AP40.Methylation
89849	ATG16L2.Methylation
100873609	RNA5SP347.Methylation
6207	RPS13.Methylation
55531	ELMOD1.Methylation
100420589	LRRC6P1.Methylation
143686	SESN3.Methylation
6734	SRPRA.Methylation
196120	SSU72P5.Methylation
23258	DENND5A.Methylation
643037	C11orf97.Methylation
387778	SPDYC.Methylation
283383	ADGRD1.Methylation
7699	ZNF140.Methylation
338773	TMEM119.Methylation
100507055	LRCOL1.Methylation
5901	RAN.Methylation
678655	CD27-AS1.Methylation
390318	OR10U1P.Methylation
100271262	RPS6P20.Methylation
7374	UNG.Methylation
5715	PSMD9.Methylation
3679	ITGA7.Methylation
144638	ST13P3.Methylation
10985	GCN1.Methylation
121256	TMEM132D.Methylation
353116	RILPL1.Methylation
552	AVPR1A.Methylation
57666	FBRSL1.Methylation
105370078	LINC02419.Methylation
4048	LTA4H.Methylation
11211	FZD10.Methylation
54477	PLEKHA5.Methylation
390324	OR6C71P.Methylation
8531	YBX3.Methylation
552889	ATXN7L3B.Methylation
107984504	CPNE8-AS1.Methylation
79837	PIP4K2C.Methylation
101930023	LINC02391.Methylation
121536	AEBP2.Methylation
269	AMHR2.Methylation
196383	RILPL2.Methylation
79947	CIT.Methylation
10959	TMED2.Methylation
59341	TRPV4.Methylation
100286844	BCDIN3D-AS1.Methylation
53919	SLCO1C1.Methylation
256021	LINC01619.Methylation
100873792	CBX3P4.Methylation
23325	WASHC4.Methylation
55188	RIC8B.Methylation
196513	DCP1B.Methylation
160428	ALDH1L2.Methylation
100616309	MIR4472-2.Methylation
100528032	KLRC4-KLRK1.Methylation
10645	CAMKK2.Methylation
107984539	LINC02371.Methylation
51559	NT5DC3.Methylation
106480674	ENPP7P5.Methylation
9271	PIWIL1.Methylation
8411	EEA1.Methylation
1389	CREBL2.Methylation
55010	PARPBP.Methylation
196415	C12orf77.Methylation
8085	KMT2D.Methylation
9891	NUAK1.Methylation
100874290	RERG-IT1.Methylation
79923	NANOG.Methylation
57121	LPAR5.Methylation
22914	KLRK1.Methylation
254050	LRRC43.Methylation
283464	GXYLT1.Methylation
255394	TCP11L2.Methylation
57701	NCKAP5L.Methylation
27239	GPR162.Methylation
105369897	LINC02823.Methylation
647589	ANHX.Methylation
4659	PPP1R12A.Methylation
105369848	LNCOG.Methylation
85004	RERG.Methylation
79785	RERGL.Methylation
10818	FRS2.Methylation
113523638	SMIM41.Methylation
100874370	CACNA1C-IT3.Methylation
3890	KRT84.Methylation
3891	KRT85.Methylation
11318	GPR182.Methylation
3821	KLRC1.Methylation
51228	GLTP.Methylation
84660	CCDC62.Methylation
100271220	RPL7P40.Methylation
1990	CELA1.Methylation
26628	OR7E47P.Methylation
106479206	RN7SKP250.Methylation
100190940	LINC02418.Methylation
23390	ZDHHC17.Methylation
2059	EPS8.Methylation
1967	EIF2B1.Methylation
100128678	BTBD10P1.Methylation
283314	C1RL-AS1.Methylation
440093	H3F3C.Methylation
6172	RPL41P5.Methylation
729025	SLC15A5.Methylation
106480009	RNU6-1004P.Methylation
144766	LINC00355.Methylation
84189	SLITRK6.Methylation
646879	ARL2BPP3.Methylation
113622	ADPRHL1.Methylation
8881	CDC16.Methylation
101929355	CFAP97D2.Methylation
103191607	LINC02333.Methylation
729420	LMO7DN.Methylation
65110	UPF3A.Methylation
103752583	LINC01075.Methylation
10082	GPC6.Methylation
100463528	LSP1P1.Methylation
106480677	SQSTM1P1.Methylation
55208	DCUN1D2.Methylation
100861553	LINC00560.Methylation
100873362	RNA5SP30.Methylation
10240	MRPS31.Methylation
100874158	LINC00398.Methylation
642345	MIR4500HG.Methylation
100861541	DOCK9-DT.Methylation
100873850	RN7SKP6.Methylation
121906	PSMA6P4.Methylation
100874379	POM121L13P.Methylation
115207	KCTD12.Methylation
100527945	NDUFA12P1.Methylation
8858	PROZ.Methylation
105370309	LINC02336.Methylation
5100	PCDH8.Methylation
55795	PCID2.Methylation
100874066	LATS2-AS1.Methylation
100616227	MIR4502.Methylation
6771	STARP1.Methylation
1602	DACH1.Methylation
102724076	LINC01038.Methylation
100874128	LINC00333.Methylation
121727	PEX12P1.Methylation
121838	NRAD1.Methylation
6144	RPL21.Methylation
643365	LINC00452.Methylation
101927224	LINC01049.Methylation
100533713	ELL2P3.Methylation
100885781	LINC00348.Methylation
728591	CCDC169.Methylation
57626	KLHL1.Methylation
107080624	LINC01067.Methylation
29880	ALG5.Methylation
27253	PCDH17.Methylation
100873874	MOB1AP1.Methylation
220112	CTAGE3P.Methylation
100130313	RPS6P23.Methylation
100874178	LINC00454.Methylation
100874422	SNRPFP3.Methylation
283521	TMEM272.Methylation
100506394	GAS6-DT.Methylation
100861542	LINC00554.Methylation
104355293	LINC00376.Methylation
220429	CTAGE10P.Methylation
100420608	RPP40P2.Methylation
122038	TOMM22P3.Methylation
642641	RPSAP54.Methylation
85416	ZIC5.Methylation
100874137	LINC00351.Methylation
26050	SLITRK5.Methylation
100861554	LINC00563.Methylation
100131800	UBE2D3P4.Methylation
100507533	SOX21-AS1.Methylation
100873818	RPS3AP52.Methylation
100271477	RPL31P53.Methylation
100874195	DIAPH3-AS1.Methylation
100874179	LINC00457.Methylation
3843	IPO5.Methylation
101928559	LINC01467.Methylation
4140	MARK3.Methylation
28492	IGHD5-5.Methylation
283638	CEP170B.Methylation
26687	OR4E1.Methylation
23256	SCFD1.Methylation
161198	CLEC14A.Methylation
123036	TC2N.Methylation
79446	WDR25.Methylation
55195	CCDC198.Methylation
3493	IGHA1.Methylation
122622	ADSSL1.Methylation
5494	PPM1A.Methylation
122416	ANKRD9.Methylation
319129	RPSAP5.Methylation
5015	OTX2.Methylation
100616422	MIR4537.Methylation
6039	RNASE6.Methylation
644919	LINC02315.Methylation
106479102	RN7SKP17.Methylation
100628307	DIO2-AS1.Methylation
319138	BNIP3P1.Methylation
102724294	LINC02311.Methylation
54331	GNG2.Methylation
84439	HHIPL1.Methylation
161357	MDGA2.Methylation
92427	RPS2P4.Methylation
2003	ELK2AP.Methylation
100130405	HMGB3P26.Methylation
4776	NFATC4.Methylation
319136	ATP5MC1P1.Methylation
105370540	LINC02290.Methylation
55218	EXD2.Methylation
122409	RPL21P12.Methylation
5663	PSEN1.Methylation
28402	IGHM.Methylation
23002	DAAM1.Methylation
11183	MAP4K5.Methylation
123096	SLC25A29.Methylation
26030	PLEKHG3.Methylation
101930294	LINC02317.Methylation
22890	ZBTB1.Methylation
26686	OR4E2.Methylation
283631	BTF3P2.Methylation
5587	PRKD1.Methylation
56005	IL25.Methylation
91748	ELMSAN1.Methylation
400224	PLEKHD1.Methylation
256369	CCDC197.Methylation
28439	IGHV3-30.Methylation
3500	IGHG1.Methylation
29966	STRN3.Methylation
145376	PPP1R36.Methylation
106481390	RNU6-659P.Methylation
390472	KRT8P2.Methylation
28482	IGHJ1P.Methylation
1983	EIF5.Methylation
1734	DIO2.Methylation
51550	CINP.Methylation
55775	TDP1.Methylation
101927780	LINC01303.Methylation
28486	IGHD6-19.Methylation
677	ZFP36L1.Methylation
3958	LGALS3.Methylation
28509	IGHD1-7.Methylation
145259	RPSAP4.Methylation
28505	IGHD2-2.Methylation
90668	CARMIL3.Methylation
51109	RDH11.Methylation
81542	TMX1.Methylation
28504	IGHD2-8.Methylation
5826	ABCD4.Methylation
122509	IFI27L1.Methylation
105370471	LINC02307.Methylation
9240	PNMA1.Methylation
326291	RPL18P1.Methylation
102724380	LINC02316.Methylation
100151647	RNU7-51P.Methylation
28508	IGHD1-14.Methylation
107548099	IGHVII-30-21.Methylation
114791	TUBGCP5.Methylation
54629	MINDY2.Methylation
8800	PEX11A.Methylation
283768	GOLGA8F.Methylation
23191	CYFIP1.Methylation
79705	LRRK1.Methylation
7168	TPM1.Methylation
8924	HERC2.Methylation
100616228	MIR4509-2.Methylation
107984780	LINC02248.Methylation
54866	PPP1R14D.Methylation
654381	RPL7P5.Methylation
2562	GABRB3.Methylation
644153	DNM1P31.Methylation
283726	SAXO2.Methylation
100631249	GRAMD4P5.Methylation
161502	CFAP161.Methylation
729611	RPL29P30.Methylation
283768	GOLGA8G.Methylation
58489	ABHD17C.Methylation
4948	OCA2.Methylation
26035	GLCE.Methylation
123355	LRRC28.Methylation
100132289	ABCB10P4.Methylation
57214	CEMIP.Methylation
161514	TBC1D21.Methylation
8669	EIF3J.Methylation
57519	STARD9.Methylation
441736	GOLGA8VP.Methylation
56986	DTWD1.Methylation
106479988	RNU6-953P.Methylation
388135	INSYN1.Methylation
4122	MAN2A2.Methylation
283677	REC114.Methylation
100288892	COX6CP4.Methylation
388181	FAM149B1P1.Methylation
79811	SLTM.Methylation
161635	CSNK1A1P1.Methylation
161835	FSIP1.Methylation
102	ADAM10.Methylation
81488	POLR2M.Methylation
116179	TGM7.Methylation
1942	EFL1.Methylation
1588	CYP19A1.Methylation
105371273	LINC02183.Methylation
101928880	LINC02182.Methylation
6074	RNU7-24P.Methylation
90861	JPT2.Methylation
9742	IFT140.Methylation
55313	CPPED1.Methylation
9894	TELO2.Methylation
54971	BANP.Methylation
146429	SLC22A31.Methylation
29123	ANKRD11.Methylation
8720	MBTPS1.Methylation
406930	MIR138-2.Methylation
54758	KLHDC4.Methylation
84669	USP10.Methylation
197187	SNAI3-AS1.Methylation
1013	CDH15.Methylation
197335	WDR90.Methylation
4157	MC1R.Methylation
8312	AXIN1.Methylation
30812	SOX8.Methylation
23417	MLYCD.Methylation
84501	SPIRE2.Methylation
400558	LINC02138.Methylation
123787	PRSS29P.Methylation
3931	LCAT.Methylation
100033398	VN2R10P.Methylation
25837	RAB26.Methylation
50855	PARD6A.Methylation
124401	ANKS3.Methylation
650655	ABCA17P.Methylation
6650	CAPN15.Methylation
27132	CPNE7.Methylation
283899	INO80E.Methylation
80790	CMIP.Methylation
1387	CREBBP.Methylation
58986	TMEM8A.Methylation
9093	DNAJA3.Methylation
55567	DNAH3.Methylation
1877	E4F1.Methylation
5170	PDPK2P.Methylation
100500916	MIR3180-5.Methylation
23406	COTL1.Methylation
79791	FBXO31.Methylation
23042	PDXDC1.Methylation
79759	ZNF668.Methylation
2975	GTF3C1.Methylation
368	ABCC6.Methylation
90864	SPSB3.Methylation
101927334	LINC02127.Methylation
8883	NAE1.Methylation
84231	TRAF7.Methylation
267	AMFR.Methylation
51263	MRPL28.Methylation
79801	SHCBP1.Methylation
23430	TPSD1.Methylation
107075308	MTND4P34.Methylation
83986	FAM234A.Methylation
11345	GABARAPL2.Methylation
100652781	SNX29P1.Methylation
106480579	RNU6-416P.Methylation
84196	USP31.Methylation
1009	CDH11.Methylation
10942	PRSS21.Methylation
440354	SMG1P2.Methylation
4833	NME4.Methylation
164	AP1G1.Methylation
644600	GEMIN8P2.Methylation
146325	PRR35.Methylation
29117	BRD7.Methylation
26048	ZNF500.Methylation
54858	PGP.Methylation
348174	CLEC18A.Methylation
79001	VKORC1.Methylation
10423	CDIPT.Methylation
101927228	LINC02179.Methylation
25823	TPSG1.Methylation
10101	NUBP2.Methylation
93129	ORAI3.Methylation
54849	DEF8.Methylation
109729168	NPIPB14P.Methylation
55512	SMPD3.Methylation
100873683	RNA5SP433.Methylation
1535	CYBA.Methylation
283867	LINC00922.Methylation
283820	NOMO2.Methylation
79726	WDR59.Methylation
9605	VPS9D1.Methylation
5620	PRM2.Methylation
10300	KATNB1.Methylation
728888	NPIPB11.Methylation
113000	RPUSD1.Methylation
595101	SMG1P5.Methylation
111082978	PPIAP48.Methylation
4489	MT1A.Methylation
100130015	URAHP.Methylation
100421828	HNRNPCP4.Methylation
1201	CLN3.Methylation
339123	JMJD8.Methylation
79641	ROGDI.Methylation
85445	CNTNAP4.Methylation
54820	NDE1.Methylation
57004	UNGP1.Methylation
51649	MRPS23.Methylation
57521	RPTOR.Methylation
64446	DNAI2.Methylation
101928710	SCAT1.Methylation
100529145	TEN1.Methylation
400566	C17orf97.Methylation
7077	TIMP2.Methylation
9267	CYTH1.Methylation
5048	PAFAH1B1.Methylation
101928514	LINC02080.Methylation
100271521	RPL39P33.Methylation
6613	SUMO2.Methylation
79643	CHMP6.Methylation
114897	GIP.Methylation
124590	USH1G.Methylation
114757	CYGB.Methylation
51763	INPP5K.Methylation
8578	SCARF1.Methylation
2548	GAA.Methylation
51031	GLOD4.Methylation
55036	CCDC40.Methylation
5198	PFAS.Methylation
5023	P2RX1.Methylation
50628	GEMIN4.Methylation
57602	USP36.Methylation
6448	SGSH.Methylation
6154	RPL26.Methylation
83902	KRTAP17-1.Methylation
106480624	RNU6-955P.Methylation
106660605	MIR2117HG.Methylation
9021	SOCS3.Methylation
79850	TLCD3A.Methylation
92579	G6PC3.Methylation
201259	RPL32P31.Methylation
1213	CLTC.Methylation
79902	NUP85.Methylation
106479773	RNU6-470P.Methylation
101927207	LINC02075.Methylation
106480422	KRTAP9-10P.Methylation
29928	TIMM22.Methylation
3885	KRT34.Methylation
440419	TBC1D3P5.Methylation
111064648	SMIM36.Methylation
92736	OTOP2.Methylation
107075108	SLC47A1P1.Methylation
9775	EIF4A3.Methylation
100996291	LINC01993.Methylation
643904	RNF222.Methylation
100129801	RPL12P37.Methylation
96597	TBC1D27P.Methylation
359845	RFLNB.Methylation
3090	HIC1.Methylation
339168	TMEM95.Methylation
124975	GGT6.Methylation
9905	SGSM2.Methylation
8388	OR1E2.Methylation
124512	METTL23.Methylation
51030	TVP23B.Methylation
81033	KCNH6.Methylation
125111	GJC1.Methylation
51751	HIGD1B.Methylation
2874	GPS2.Methylation
10610	ST6GALNAC2.Methylation
7083	TK1.Methylation
55090	MED9.Methylation
55808	ST6GALNAC1.Methylation
439921	MXRA7.Methylation
124751	KRBA2.Methylation
101060544	LINC01563.Methylation
1145	CHRNE.Methylation
780853	SNORD3C.Methylation
974	CD79B.Methylation
56953	NT5M.Methylation
55135	WRAP53.Methylation
284161	GDPD1.Methylation
489	ATP2A3.Methylation
284196	KRT17P6.Methylation
1801	DPH1.Methylation
57555	NLGN2.Methylation
374786	EFCAB5.Methylation
105371907	SEPTIN9-DT.Methylation
388323	GLTPD2.Methylation
100506736	SLFN12L.Methylation
55106	SLFN12.Methylation
91608	RASL10B.Methylation
100288179	TSEN15P1.Methylation
101060351	TBC1D3K.Methylation
54475	NLE1.Methylation
6844	VAMP2.Methylation
100130110	ZSWIM5P1.Methylation
780851	SNORD3A.Methylation
677882	SNORA59B.Methylation
101927688	SEPTIN4-AS1.Methylation
9032	TM4SF5.Methylation
105371562	LINC02090.Methylation
27092	CACNG4.Methylation
2305	MPP2.Methylation
7566	ZNF18.Methylation
23255	MTCL1.Methylation
79822	ARHGAP28.Methylation
8736	MYOM1.Methylation
5874	RAB27B.Methylation
400643	LINC00668.Methylation
221044	GRP.Methylation
644041	C18orf63.Methylation
494470	RNF165.Methylation
105372175	LINC01912.Methylation
100131655	ZNF236-DT.Methylation
106480615	RNU6-857P.Methylation
619464	RPL31P9.Methylation
147339	C18orf25.Methylation
101927273	LINC01416.Methylation
106479818	RNU6-567P.Methylation
342900	LEUTX.Methylation
57192	MCOLN1.Methylation
29128	UHRF1.Methylation
100271588	RPS29P23.Methylation
284367	SIGLEC17P.Methylation
23030	KDM4B.Methylation
79086	SMIM7.Methylation
56949	XAB2.Methylation
4730	NDUFV2P1.Methylation
100271601	RPS3AP50.Methylation
5605	MAP2K2.Methylation
56926	NCLN.Methylation
92283	ZNF461.Methylation
51343	FZR1.Methylation
79036	KXD1.Methylation
58491	ZNF71.Methylation
106479249	RN7SL70P.Methylation
255193	CSNK1G2-AS1.Methylation
2767	GNA11.Methylation
9622	KLK4.Methylation
26651	OR7E19P.Methylation
126003	TRAPPC5.Methylation
3949	LDLR.Methylation
100130827	SBK3.Methylation
653677	SEC1P.Methylation
23149	FCHO1.Methylation
114192	SIGLEC20P.Methylation
342933	ZSCAN5B.Methylation
199699	DAND5.Methylation
56301	SLC7A10.Methylation
57655	GRAMD1A.Methylation
4924	NUCB1.Methylation
6261	RYR1.Methylation
23037	PIN1.Methylation
126549	ANKLE1.Methylation
126037	EEF1DP1.Methylation
342898	SYCN.Methylation
147746	HIPK4.Methylation
147841	SPC24.Methylation
125997	MBD3L2.Methylation
342892	ZNF850.Methylation
3727	JUND.Methylation
26145	IRF2BP1.Methylation
11012	KLK11.Methylation
5424	POLD1.Methylation
113230	MISP3.Methylation
56287	CA11.Methylation
50509	COL5A3.Methylation
6237	RRAS.Methylation
400709	SIGLEC16.Methylation
54531	MIER2.Methylation
2323	FLT3LG.Methylation
114026	ZIM3.Methylation
581	BAX.Methylation
10523	CHERP.Methylation
84337	ELOF1.Methylation
100505812	CARD8-AS1.Methylation
6294	SAFB.Methylation
6253	RTN2.Methylation
126242	AKR1B1P7.Methylation
8175	SF3A2.Methylation
147685	C19orf18.Methylation
3295	DBP.Methylation
3276	PRMT1.Methylation
80714	PBX4.Methylation
90485	ZNF835.Methylation
126068	ZNF441.Methylation
4696	NDUFA3.Methylation
51073	MRPL4.Methylation
55786	ZNF415.Methylation
24139	EML2.Methylation
106479993	RNU6-967P.Methylation
6141	RPL18.Methylation
